Repository: richcarni/tpb
Catalog: po/*.po
Languages: de

source: Unable to register signal handler:
de: Rückruffunktion für Signal kann nicht registriert werden:

source: ThinkPad button pressed
de: ThinkPad Taste gedrückt

source: Zoom is %s
de: Zoom ist %s

source: on
de: an

source: off
de: aus

source: Zoom on
de: Zoom an

source: Zoom off
de: Zoom aus

source: Home button pressed
de: Home Taste gedrückt

source: Search button pressed
de: Suchen Taste gedrückt

source: Mail button pressed
de: Mail Taste gedrückt

source: Wireless button pressed
de: Wireless Taste gedrückt

source: Favorites button pressed
de: Favoriten Taste gedrückt

source: Reload button pressed
de: Neu Laden Taste gedrückt

source: Abort button pressed
de: Abbruch Taste gedrückt

source: Backward button pressed
de: Zurück Taste gedrückt

source: Forward button pressed
de: Vorwärts Taste gedrückt

source: Fn button pressed
de: Fn Taste gedrückt

source: ThinkLight is %s
de: ThinkLight ist %s

source: ThinkLight on
de: ThinkLight an

source: ThinkLight off
de: ThinkLight aus

source: LCD on, CRT off
de: Intern an, Extern aus

source: LCD off, CRT on
de: Intern aus, Extern an

source: LCD on, CRT on
de: Intern an, Extern an

source: Display changed: %s
de: Anzeige hat sich geändert: %s

source: Display
de: Anzeige

source: HV Expansion is %s
de: HV Ausdehnung %s

source: HV Expansion on
de: HV Ausdehnung an

source: HV Expansion off
de: HV Ausdehnung aus

source: Brightness changed: Level %d
de: Helligkeit hat sich geändert: Wert %d

source: Brightness
de: Helligkeit

source: Volume changed: Level %d
de: Lautstärke hat sich geändert: Wert %d

source: Volume
de: Lautstärke

source: Mute on
de: Stummschaltung an

source: Mute off
de: Stummschaltung aus

source: Power line changed: %s
de: Spannungsversorgung hat sich geändert: %s

source: AC connected
de: Spannungsversorgung angeschlossen

source: AC disconnected
de: Spannungsversorgung getrennt

source: PM AC high
de: PM AC hoch

source: PM AC auto
de: PM AC automatisch

source: PM AC manual
de: PM AC manuell

source: PM AC unknown
de: PM AC unbekannt

source: Power management mode AC changed: %s
de: Power Management Modus AC hat sich geändert: %s

source: PM battery high
de: PM Batterie hoch

source: PM battery auto
de: PM Batterie automatisch

source: PM battery manual
de: PM Batterie manuell

source: PM battery unknown
de: PM Batterie unbekannt

source: Power management mode battery changed: %s
de: Power Management Modus Batterie hat sich geändert: %s

source: Unable to fork daemon:
de: Kindprozess kann nicht abgespalten werden

source: Daemon started.
de: Daemon gestartet.

source: Unable to initialize xosd. Running without onsceen display.
de: xosd kann nicht initialisiert werden. Keine Bildschirmanzeige möglich.

source: Invalid xosd font "%s". Even the default font "%s"
de: Ungültige xosd Schrift "%s". Selbst die Standardschrift "%s"

source: is not available. Please add an existing font to your %s file.
de: ist nicht verfügbar. Bitte definieren sie eine existierende Schrift in der Datei %s.

source: Running without onsceen display.
de: Keine Bildschirmanzeige möglich.

source: Invalid xosd font "%s". Running with the default "%s".
de: Ungültige xosd Schrift "%s". Verwende die Standardschrift "%s".

source: Invalid xosd color "%s". Running with the default "%s".
de: Ungültige xosd Farbe "%s". Verwende die Standardfarbe "%s".

source: Invalid xosd timeout "%d". Running with the default "%d".
de: Ungültige xosd Zeitüberschreitung "%s". Verwende die Standardzeitüberschreitung "%s".

source: Invalid xosd position "%d". Running with the default "%d".
de: Ungültige xosd Position "%s". Verwende die Standardposition "%s".

source: Invalid horizontal xosd offset "%d". Running with the default "%d".
de: Ungültige xosd horizontale Abstand "%s". Verwende die Standardabstand "%s".

source: Invalid vertical xosd offset "%d". Running with the default "%d".
de: Ungültige xosd vertikale Abstand "%s". Verwende die Standardabstand "%s".

source: Invalid shadow xosd offset "%d". Running with the default "%d".
de: Ungültige xosd Schattenabstand "%s". Verwende die Standardabstand "%s".

source: Invalid xosd shadow color "%s". Running with the default "%s".
de: Ungültige xosd Schattenfarbe "%s". Verwende die Standardfarbe "%s".

source: Invalid outline xosd width "%d". Running with the default "%d".
de: Ungültige xosd Randlinienbreite "%s". Verwende die Standardbreite "%s".

source: Invalid xosd outline color "%s". Running with the default "%s".
de: Ungültige xosd Randfarbe "%s". Verwende die Standardfarbe "%s".

source: Invalid xosd alignment "%d". Running with default "%d".
de: Ungültige xosd Ausrichtung "%s". Verwende die Standardausrichtung "%s".

source: Can't get display name, X may not be running!
de: Kann den Anzeige Namen nicht erfragen, eventuell läuft kein X!

source: Can't open display, X may not be running!
de: Kann die Anzeige nicht öffnen, eventuell läuft kein X!

source: Unable to open device %s:
de: Kann das Gerät %s nicht öffnen:

source: Unable to seek in device %s:
de: Kann im Gerät %s nicht suchen:

source: Unable to read from device %s:
de: Kann vom Gerät %s nicht lesen:

source: Unable to fork application "%s".
de: Programm "%s" kann nicht abgespalten werden.

source: HINT:
de: HINWEIS:

source: With tpb version 0.6.2 or later you need to specify applications
de: Bei tpb Version 0.6.2 oder später müssen Applikationen mit

source: using the whole path to the executable program.
de: vollem Pfad zum ausführbaren Programm spezifiziert werden.

source: To use mixersteps other than %d you need write access to %s.
de: Um eine andere Anzahl von mixersteps als %d nutzen zu können wird Schreibberechtigung für %s benötigt.

source: Unable to seek device %s:
de: Kann im Gerät %s nicht suchen:

source: Unable to write to device %s:
de: Kann auf das Gerät %s nicht schreiben:

source: Unable to open mixer device %s:
de: Kann den Mixer %s nicht öffnen:

source: Unable to read volume from mixer device %s:
de: Kann die Lautstärke vom Mixer %s nicht lesen:

source: Unable to write volume to mixer device %s:
de: Kann die Lautstärke nicht in den Mixer %s schreiben:

source: Unable to close mixer device %s:
de: Kann den Mixer %s nicht schließen:

source: There is already a application grabbing some ThinkPad keys.
de: Ein anderes Programm fragt bereits einige ThinkPad Tasten ab.

source: Possibly you restarted tpb too fast.
de: Vielleicht haben Sie tpb zu schnell neu gestartet.

source: Argument in configuration too long!
de: Argument in der Konfiguration ist zu lang!

source: Keyword in configuration too long!
de: Schlüsselwort in der Konfiguration ist zu lang!

source: Unable to open config file %s:
de: Kann die Konfigurationsdatei %s nicht öffnen:

source: Not enough memory
de: Nicht genug Speicher

source: Illegal apm state: %s
de: Unzulässiger Zustand für apm: %s

source: Illegal powermgt state: %s
de: Unzulässiger Zustand für Leistungsverwaltung: %s

source: Illegal xevents state: %s
de: Unzulässiger Zustand für xevents: %s

source: Illegal polltime: %s
de: Unzulässiger Wert für Abfragezyklus: %s

source: Illegal mixer state: %s
de: Unzulässiger Zustand für Mixer: %s

source: Illegal mixersteps: %s
de: Unzulässiger Anzahl für Mixer Schritte: %s

source: Illegal xosd timeout: %s
de: Unzulässige Zeitüberschreitung für xosd: %s

source: Illegal xosd offset: %s
de: Unzulässiger Abstand für xosd: %s

source: Illegal xosd shadow offset: %s
de: Unzulässiger Schattenabstand für xosd: %s

source: Illegal xosd outline width: %s
de: Unzulässige Randbreite für xosd: %s

source: Illegal xosd vertical offset: %s
de: Unzulässiger vertikaler Abstand für xosd: %s

source: Illegal xosd horizontal offset: %s
de: Unzulässiger horizontaler Abstand für xosd: %s

source: Sorry, OSDHORIZONTAL is only supported by xosd 2.0.0 and above.
de: Leider ist OSDHORIZONTAL erst bei xosd 2.0.0 und höher unterstützt.

source: Sorry, OSDPOS MIDDLE is only supported by xosd 2.0.0 and above.
de: Leider ist OSDPOS MIDDLE erst bei xosd 2.0.0 und höher unterstützt.

source: Illegal xosd position: %s
de: Unzulässige horizontale Position für xosd: %s

source: Illegal xosd alignment: %s
de: Unzulässige Ausrichtung für xosd: %s

source: Illegal xosd state: %s
de: Unzulässiger Zustand für xosd: %s

source: Illegal xosd zoom state: %s
de: Unzulässiger Zustand für xosd Vergößerung: %s

source: Illegal xosd thinklight state: %s
de: Unzulässiger Zustand für xosd thinklight: %s

source: Illegal xosd display state: %s
de: Unzulässiger Zustand für xosd Anzeige: %s

source: Illegal xosd HV expansion state: %s
de: Unzulässiger Zustand für xosd HV Ausdehnung: %s

source: Illegal xosd brightness state: %s
de: Unzulässiger Zustand für xosd Helligkeit: %s

source: Illegal xosd volume state: %s
de: Unzulässiger Zustand für xosd Lautstärke: %s

source: Illegal xosd powermanagement state: %s
de: Unzulässiger Zustand für Leistungsverwaltung: %s

source: Usage: %s options
de: Verwendung: %s Optionen

source: options:
de: Optionen:

source: -h, --help display this help
de: -h, --help Diese Hilfe anzeigen

source: -d, --daemon start in daemon mode
de: -d, --daemon Startet im Dämon Modus

source: -c, --config=FILE read FILE as additional configuration file
de: -c, --config=DATEI Liest DATEI als zusätzliche Konfigurationsdatei

source: -m, --mixer=STATE use OSS software mixer [%s]
de: -m, --mixer=ZUSTAND Benutzt den OSS Software Mixer [off]

source: -o, --osd=STATE show informations as on-screen display [%s]
de: -o, --osd=ZUSTAND Zeigt Informationen auf dem Bildschirm [on]

source: -p, --poll=DELAY set delay between polls in microseconds [%d]
de: -p, --poll=ZYKLUS Verzögerung zwischen Abfragen im Mikrosekunden [%d]

source: -t, --thinkpad=CMD string with command and options that should be executed
de: -t, --thinkpad=KMD Zeichenkette mit einem Kommando und Optionen, das ausgeführt werden soll,

source: when ThinkPad button is pressed [none]
de: wenn die ThinkPad Taste gedrückt wird [keines]

source: -H, --home=CMD command and options for Home button [none]
de: -H, --home=KMD Kommando und Optionen für die Home Taste [keines]

source: -S, --search=CMD command and options for Search button [none]
de: -S, --search=KMD Kommando und Optionen für die Suchen Taste [keines]

source: -M, --mail=CMD command and options for Mail button [none]
de: -M, --mail=KMD Kommando und Optionen für die Mail Taste [keines]

source: -W, --wireless=CMD command and options for Wireless button [none]
de: -W, --wireless=KMD Kommando und Optionen für die Wireless Taste [keines]

source: -C, --callback=CMD string with command that should be executed for each
de: -C, --callback=KMD Zeichenkette mit einem Kommando und Optionen, das für jede

source: pressed button. It is called with pressed button as
de: gedrückte Taste ausgeführt werden soll. Es wird mit der gedrückten Taste

source: first argument and new state as second [none]
de: als erstes Argument und dem neuen Zustand als zweites Argument aufgerufen [none]

source: -A, --apm=STATE poll /proc/apm for apm information [%s]
de: -A, --apm=ZUSTAND /proc/apm für apm Informationen abfragen [off]

source: -P, --powermgt=STATE display of power management messages [%s]
de: -P, --powermgt=ZUSTAND Zeigt Power Management Meldungen an [auto]

source: -x, --xevents=STATE grab X11 events of special keys [%s]
de: -x, --xevents=STATE Abfangen von X11 Ereignissen von Spezialtasten [on]

source: -v, --verbose print information about pressed keys
de: -v, --verbose Zeigt Informationen über gedrückte Tasten
